[Twk_Upgrade_AmmoPouch2 DisTweaks_Upgrade]
m_Name="子弹容量 1"
m_Description="增加10枚子弹储量（总共 20）"

[Twk_Upgrade_AmmoPouch2:DisTweaks_InteractableInterface_21 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_AmmoPouch4 DisTweaks_Upgrade]
m_Name="子弹容量 2"
m_Description="增加10枚子弹储量（总共 30）"

[Twk_Upgrade_AmmoPouch4:DisTweaks_InteractableInterface_22 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Armor DisTweaks_Upgrade]
m_Name="加固型护甲"
m_Description="减少伤害。"

[Twk_Upgrade_Armor:DisTweaks_InteractableInterface_23 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Base DisTweaks_Upgrade]
m_Name=""
m_Description=""

[Twk_Upgrade_Base:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_BoneCharms DisTweaks_Upgrade]
m_Name="骸骨护符容量 1"
m_Description="允许你再激活1枚骸骨护符（总共 4）"

[Twk_Upgrade_BoneCharms2 DisTweaks_Upgrade]
m_Name="骸骨护符容量 2"
m_Description="允许你再激活2枚骸骨护符（总共 6）"

[Twk_Upgrade_BoneCharms2:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_BoneCharms:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Crossbow_Accuracy DisTweaks_Upgrade]
m_Name="十字弩精准"
m_Description="减少误差并稳定十字弩的瞄准。"

[Twk_Upgrade_Crossbow_Accuracy:DisTweaks_InteractableInterface_24 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Crossbow_Range DisTweaks_Upgrade]
m_Name="十字弩射程"
m_Description="弩箭飞得更快、更远。"

[Twk_Upgrade_Crossbow_Range:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Crossbow_ReloadSpeed DisTweaks_Upgrade]
m_Name="十字弩装载"
m_Description="装载速度更快，可以自动装载。"

[Twk_Upgrade_Crossbow_ReloadSpeed:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_GrenadeBelt DisTweaks_Upgrade]
m_Name="手雷容量"
m_Description="增加4枚手雷储量（总共 9）"

[Twk_Upgrade_GrenadeBelt:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Gun_Explosive DisTweaks_Upgrade]
m_Name="爆炸子弹"
m_Description="解锁手枪使用爆炸子弹的功能。"

[Twk_Upgrade_Gun_Explosive:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_InstantSleepArrow DisTweaks_Upgrade]
m_Name="战斗麻醉镖"
m_Description="麻醉镖的催眠效果即使在战斗中也可以马上生效。"

[Twk_Upgrade_InstantSleepArrow:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Mask DisTweaks_Upgrade]
m_Name="科尔沃的面具"
m_Description="隐藏你的身份。"

[Twk_Upgrade_Mask:DisTweaks_InteractableInterface_23 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Pistol DisTweaks_Upgrade]
m_Name="科尔沃的手枪"
m_Description="自行定制并以大师级技巧用心打造，这是群岛帝国最好的枪械。允许升级手枪，并增加手枪近距离溅射伤害功能。"

[Twk_Upgrade_Pistol:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Pistol_Accuracy1 DisTweaks_Upgrade]
m_Name="手枪精准 1"
m_Description="减少子弹散布并稳定手枪瞄准。"

[Twk_Upgrade_Pistol_Accuracy1:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Pistol_Accuracy2 DisTweaks_Upgrade]
m_Name="手枪精准 2"
m_Description="进一步减少子弹散布并稳定手枪瞄准。"

[Twk_Upgrade_Pistol_Accuracy2:DisTweaks_InteractableInterface_6 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolMagazine1 DisTweaks_Upgrade]
m_Name="手枪弹容 1"
m_Description="手枪弹容增加1枚子弹（总共 2）"

[Twk_Upgrade_PistolMagazine1:DisTweaks_InteractableInterface_7 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolMagazine2 DisTweaks_Upgrade]
m_Name="手枪弹容 2"
m_Description="手枪弹容再增加1枚子弹（总共 3）"

[Twk_Upgrade_PistolMagazine2:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolMagazine3 DisTweaks_Upgrade]
m_Name="手枪弹容 3"
m_Description="手枪弹容再增加1枚子弹（总共 4）"

[Twk_Upgrade_PistolMagazine3:DisTweaks_InteractableInterface_9 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolReloadSpeed1 DisTweaks_Upgrade]
m_Name="手枪装载 1"
m_Description="装载速度更快。"

[Twk_Upgrade_PistolReloadSpeed1:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_PistolReloadSpeed2 DisTweaks_Upgrade]
m_Name="手枪装载 2"
m_Description="装载速度更快。可以自动装载。"

[Twk_Upgrade_PistolReloadSpeed2:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_QuiverCapacity2 DisTweaks_Upgrade]
m_Name="弩箭容量 1"
m_Description="增加10发标准弩箭储量。（总共 20）"

[Twk_Upgrade_QuiverCapacity2:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_QuiverCapacity4 DisTweaks_Upgrade]
m_Name="弩箭容量 2"
m_Description="增加10发标准弩箭储量。（总共 30）"

[Twk_Upgrade_QuiverCapacity4:DisTweaks_InteractableInterface_12 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_SilentRunning DisTweaks_Upgrade]
m_Name="潜行之靴 1"
m_Description="减少脚步声。"

[Twk_Upgrade_SilentRunning:DisTweaks_InteractableInterface_13 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_SilentSprinting DisTweaks_Upgrade]
m_Name="潜行之靴 2"
m_Description="进一步减少脚步声。"

[Twk_Upgrade_SilentSprinting:DisTweaks_InteractableInterface_19 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_SpringRazor DisTweaks_Upgrade]
m_Name="钢丝风暴半径"
m_Description="增加钢丝风暴陷阱的半径。"

[Twk_Upgrade_SpringRazor:DisTweaks_InteractableInterface_14 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_SpringRazorPouch DisTweaks_Upgrade]
m_Name="钢丝风暴容量"
m_Description="增加4个钢丝风暴储量（总共 9）"

[Twk_Upgrade_SpringRazorPouch:DisTweaks_InteractableInterface_15 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Spyglass1 DisTweaks_Upgrade]
m_Name="光学面具 1"
m_Description="允许你放大视野。按 `GBA_Zoom` 变焦。"

[Twk_Upgrade_Spyglass1:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Spyglass2 DisTweaks_Upgrade]
m_Name="光学面具 2"
m_Description="进一步放大视野。按 `GBA_Use` 进一步变焦。"

[Twk_Upgrade_Spyglass2:DisTweaks_InteractableInterface_17 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StatueFish DisTweaks_Upgrade]
m_Name="神秘的鱼雕像"
m_Description="可以额外启用一个骸骨护符。"

[Twk_Upgrade_StatueFish:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StatueRat DisTweaks_Upgrade]
m_Name="神秘的鼠雕像"
m_Description="可以额外启用一个骸骨护符。"

[Twk_Upgrade_StatueRat:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StatueWhale DisTweaks_Upgrade]
m_Name="神秘的鲸雕像"
m_Description="可以额外启用一个骸骨护符。"

[Twk_Upgrade_StatueWhale:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StatueWolfhound DisTweaks_Upgrade]
m_Name="神秘的猎狼犬雕像"
m_Description="可以额外启用一个骸骨护符。"

[Twk_Upgrade_StatueWolfhound:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_StickyGrenade DisTweaks_Upgrade]
m_Name="粘性手雷"
m_Description="解锁以使用粘性手雷。"

[Twk_Upgrade_StickyGrenade:DisTweaks_InteractableInterface_18 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Upgrade_Sword DisTweaks_Upgrade]
m_Name="十字交剑"
m_Description="在拼剑的时候让剑能更有效地推撞敌人。"

[Twk_Upgrade_Sword:DisTweaks_InteractableInterface_20 DisTweaks_InteractableInterface]
m_Name="`u"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

